Repository: finnishtransportagency/mmtis-national-access-point
Catalog: nap/docker/ckan/ckan-plugins/ckanext-napote_theme/ckanext/napote_theme/i18n/*/LC_MESSAGES/ckanext-napote_theme.po
Languages: fi, sv

source: Unauthorized to create user %s
fi: Ei oikeuksia luoda käyttäjää %s
sv: Inte rättigheter att skapa användare %s

source: User not found
fi: Käyttäjää ei löydy
sv: Användaren hittas inte

source: Integrity Error
sv: Integritetsfel

source: Bad Captcha. Please try again.
sv: Dålig Captcha. Vänligen försök igen.

source: User "%s" is now registered but you are still logged in as "%s" from before
sv: Användaren "%s" är nu registrerad, men du är fortfarande inloggad som "%s" från tidigare

source: Unauthorized to request reset password.
fi: Ei oikeuksia pyytää salasanan vaihtoa.
sv: Rättigheter saknas för att återställa lösenord.

source: "%s" matched several users
sv: "%s" matchade flera användare

source: No such user: %s
sv: Det finns ingen sådan användare: %s

source: Please check your inbox for a reset code.
sv: Återställningskoden har skickats per e-post.

source: Could not send reset link: %s
sv: Återställningslänken kunde inte skickas: %s

source: Group not found
fi: Ryhmää ei löydy
sv: Tjänsteproducentsgruppen hittades inte

source: Email already exists
fi: Sähköpostiosoite on jo käytössä.
sv: E-postadressen är redan i bruk

source: Transport Service Type
fi: Liikkumispalvelun tyyppi
sv: Mobilitetstjänsttyp

source: Transport Service View
fi: Liikkumispalvelunäkymä
sv: Mobilitetstjänstvy

source: Give feedback
fi: Anna palautetta palvelusta
sv: Ge respons

source: NAP user guide label
fi: Käyttöohje
sv: Användarinstruktioner

source: Home
fi: Etusivu
sv: Framsida

source: Datasets
fi: Palvelukatalogi
sv: Tjänstekatalog

source: Organizations
fi: Palveluntuottajat
sv: Tjänsteproducenter

source: My services
fi: Omat palvelutiedot
sv: Egna tjänsteuppgifter

source: View profile
fi: Käyttäjätilin muokkaus
sv: Kontrollera användarkonto

source: Sysadmin settings
sv: Systemadministratörens inställningar

source: Admin
sv: Administratör

source: Log out
sv: Logga ut

source: Log in
sv: Logga in

source: Register
fi: Rekisteröidy
sv: Skapa användarnamn

source: Users
fi: Käyttäjät
sv: Användare

source: User greeting %(user)s
fi: Hei %(user)s
sv: Hej %(user)s

source: NAP home page organizations infobox
fi: Julkaistaksesi liikkumispalvelutietoja, käyttäjätilisi tulee olla osana jotakin palveluntuottajaa. Voit joko 1) luoda uuden palveluntuottajan NAP-järjestelmään, tai 2) pyytää olemassaolevan palveluntuottajan ylläpitäjää lisäämään henkilökohtaisen käyttäjätilisi osaksi kyseistä palveluntuottajaa.<br /> Nämä asiat saat hoidettua <a href="/ote/#/own-services"><b>Omat palvelutiedot</b></a>-sivulla. <br /><br /> Palveluntuottajalla tarkoitetaan edustamaasi yritystä tai esimerkiksi yhteisöä.
sv: För att publicera mobilitetstjänstdata, bör ditt användarkonto vara del av någon tjänsteproducent. Du kan antingen 1) skapa en ny tjänsteproducent i NAP-systemet, eller 2) be att den befintliga tjänsteproducentens administratör lägger till ditt personliga användarkonto.<br /> Detta görs i vyn <a href="/ote/#/own-services"><b>Tjänsteproducenter.</b></a> Med tjänsteproducent avses det företag eller samfund som du representerar.

source: To digitize and publish services login is required
fi: Liikkumispalveluiden digitointi ja julkaiseminen NAP-palvelussa vaatii kirjautumisen palveluun.
sv: Man måste vara inloggad för att digitalisera eller publicera mobilitetstjänster i NAP-tjänsten.

source: New user
fi: Uusi käyttäjä
sv: Ny användare

source: NAP home page hero text
fi: Liikkumispalveluiden katalogi.
sv: Katalog för mobilitetstjänster

source: NAP home page publishing services info text
fi: <h2>Omien palvelutietojen julkaisu</h2> Liikkumispalvelusi olennaisten tietojen tallentaminen, julkaisu ja päivittäminen hoituu kätevästi <a href="/ote/index.html#/own-services">Omat palvelutiedot</a>-näkymässä.
sv: <h2>Publicering av egna tjänsteuppgifter</h2> Det går lätt att spara, publicera och uppdatera den väsentliga informationen om din mobiltjänst i vyn <a href="/ote/index.html#/own-services">Egna tjänsteuppgifter</a>.

source: Heading/NAP home page intro heading
fi: Mikä on NAP?
sv: Vad är NAP?

source: NAP home page info text
fi: NAP-liikkumispalvelukatalogi on avoin kansallinen yhteyspiste (National Access Point, NAP), johon <b>liikkumispalvelun tuottajien</b> on toimitettava tietoja digitaalisista <b>olennaisten tietojen</b> koneluettavista rajapinnoistaan. NAP-palvelu on oleellinen osa kokonaisuutta, jonka tavoitteena on aikaansaada mahdollisimman helppokäyttöisiä uusia yhdistettyjä liikkumispalveluita ja infopalveluita. <h2>Mitä ovat liikkumispalvelut?</h2> Liikkumispalveluilla tarkoitetaan:<br /> 1) henkilöiden kuljetuspalveluita (esim. taksi- ja linja-autoliikenne)<br /> 2) asemia, satamia ja terminaaleja<br /> 3) pysäköintilaitoksia<br /> 4) liikennevälineiden vuokrauspalveluita ja kaupallisia yhteistyökäyttöpalveluita<br /> 5) välityspalveluita <br /> <h2>Mitä tarkoitetaan olennaisilla tiedoilla?</h2> Olennaisia tietoja ovat esimerkiksi palvelualue, reitit, aikataulut, hinnat ja esteettömyystiedot. NAP ei ole loppukäyttäjien ja matkustajien palvelu, vaan se on tarkoitettu liikkumispalveluiden tuottajille ja kehittäjille. <br/> <h2>NAP-palvelun rakenne</h2> <a href="/ote/#/services">Palvelukatalogi</a>-sivulla voit tarkastella ja hakea palvelussa julkaistuja rajapintoja.<br /> <a href="/ote/#/operators">Palveluntuottajat</a>-sivulla on listattuna palveluun rekisteröityneet organisaatiot.
sv: Tjänstekatalogen NAP är en öppen nationell åtkomstpunkt (National Access Point, NAP), till vilken <b>mobilitetstjänsteproducenter</b> ska lämna in data om sina digitala maskinläsbara gränssnitt för <b>väsentlig information</b>. NAP-tjänsten är en väsentlig del av det övergripande målet att få till stånd nya kombinerade mobilitets-och informationstjänster som är så lätta att använda som möjligt. <h2>Vad är mobilitetstjänster?</h2> Med mobilitetstjänster avses:<br /> 1) persontransporttjänster (t.ex. taxi- och busstrafik)<br /> 2) stationer, hamnar och andra terminaler<br /> 3) parkeringsanläggningar<br /> 4) tjänster för uthyrning av färdmedel och kommersiella samavändningstjänster<br /> 5) förmedlingstjänster <br /> <h2>Vad avses med väsentlig information?</h2> Väsentlig information är uppgifter om till exempel serviceområden, rutter, tidtabeller, pris och tillgänglighetsinformation. NAP är inte en tjänst för slutanvändare eller resenärer, utan den är ämnad för sådana som producerar och utvecklar mobilitetstjänster. <br/> <h2>NAP-tjänstens uppbyggnad</h2> På sidan <a href="/ote/#/services">Tjänstekatalog</a>-kan du kontrollera och hämta gränssnitt som publicerats i tjänsten.<br /> På sidan <a href="/ote/#/operators">Tjänsteproducenter</a>-ser du en lista över de organisationer som registrerat sig i tjänsten.

source: Edit
fi: Muokkaa
sv: Redigera

source: Members
fi: Jäsenet
sv: Medlemmar

source: HEADING/What are facets?
fi: Info
sv: Info

source: Facets info text
fi: Voit rajata haettavia palveluita käyttämällä alla olevia pikahakulinkkejä.<br /> Kun klikkaat hakulinkkiä, se siirtyy hakusanaksi hakualueelle. Voit kerralla aktivoida klikkaamalla useammankin hakulinkin.
sv: Du kan begränsa tjänsterna som söks genom att använda snabbsökningslänkarna nedan.<br /> Då du klickar på söklänken, flyttas det som sökord till sökfältet. Du kan samtidigt aktivera flera söklänkar genom att klicka på dem.

source: HEADING/What are service providers?
fi: Mitä palveluntuottajat ovat?
sv: Vad är en tjänsteproducent?

source: Service providers short info text
fi: Palveluntuottajia ovat yritykset, yhteisöt ja organisaatiot, joiden palvelutarjontaan kuuluu jotain seuraavista: <br /><br />1) henkilöiden kuljetuspalveluita (esim. taksi- ja linja-autoliikenne)<br />2) asemia, satamia ja terminaaleja<br />3) pysäköintilaitoksia<br />4) liikennevälineiden vuokrauspalveluita ja kaupallisia yhteistyökäyttöpalveluita<br />5) välityspalveluita<br />
sv: Tjänsteproducenter kan skapa, förvalta och publicera flera tjänster. Användarna kan ha olika roller i tjänsteproducentsgruppen och olika nivåer av rättigheter för att skapa, redigera och publicera tjänster.<br /> <br /> Med tjänsteproducenter avses:<br /> 1) persontransporttjänster (t.ex. taxi- och busstrafik)<br /> 2) stationer, hamnar och andra terminaler<br /> 3) parkeringsanläggningar<br /> 4) tjänster för uthyrning av färdmedel och kommersiella samåkningstjänster<br /> 5) förmedlingstjänster <br />

source: Name
sv: Namn

source: My Organization
fi: Kirjoita tähän palveluntuottajan nimi (yritys, viranomainen, muu yhteisö)
sv: Skriv tjänsteproducentens namn (företag, myndighet, annat samfund)

source: Description
sv: Beskrivning

source: A little information about my organization...
fi: Kirjoita tähän kuvaus palveluntuottajasta...
sv: Beskriv tjänsteproducentens...

source: Operation Areas
fi: Toiminta-alueet
sv: Verksamhetsområden

source: Dataset
fi: Palvelu
sv: Tjänst

source: Activity Stream
sv: Aktivitetsström

source: View
sv: Vy

source: API Endpoint
sv: API ändpunkt

source: Go to resource
fi: Mene rajapintanäkymään
sv: Gå till gränssnittsvyn

source: Download
sv: Ladda ner

source: Service Type
fi: Palvelun tyyppi
sv: Tjänstetyp

source: Operation Area
fi: Toiminta-alue
sv: Verksamhetsområde

source: Operation area
fi: Toiminta-alue
sv: Verksamhetsområde

source: License disclaimer for service
sv: Tjänstens ansvarsfrihetsklausul

source: Source
sv: Källa

source: Author
sv: Författare

source: Joe Bloggs
fi: Matti Meikäläinen
sv: Medel-Svensson

source: Author Email
sv: Författarens e-postadress

source: joe@example.com
fi: matti@example.com
sv: medel-svensson@epost.se

source: Maintainer
sv: Upprätthållare

source: Maintainer Email
sv: Upprätthållarens e-postadress

source: This resource view is not available at the moment.
sv: Denna gränssnittsvy är inte tillgänglig just nu.

source: Click here for more information.
sv: Klicka här för mer information

source: Download resource
fi: Lataa rajapintakuvaus
sv: Ladda gränssnittsbeskrivning

source: Your browser does not support iframes.
sv: Din webbläsare stöder inte iframes.

source: Embed resource view
fi: Sulauta rajapintanäkymä
sv: Inbädda gränssnittsvyn

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
sv: Du kan kopiera och klippa in inbäddningskoden i en CMS eller blogg-mjukvara som stöder rå HTML

source: Width
sv: Bredd

source: Height
sv: Höjd

source: Code
sv: Kod

source: Go
sv: Gå till

source: Edit settings
sv: Ändra inställningar

source: My Datasets
fi: Minun palveluni
sv: Min tjänst

source: My Organizations
fi: Edustamani palveluntuottajat
sv: Tjänsteproducenterna som jag representerar

source: News feed
sv: Nyhetsflöde

source: You are not a member of any organizations.
fi: Sinua ei ole lisätty jäseksi mihinkään palveluntuottajaan
sv: Du har inte lagts till som medlem av någon tjänsteproducent

source: Why Sign Up?
sv: Varför ska jag registrera mig?

source: why sign up info text
fi: Sinun täytyy luoda henkilökohtainen tunnus voidaksesi tallentaa ja julkaista liikkumispalveluita ja niihin liittyviä rajapintoja.<br /> Älä luo itsellesi käyttäjätunnusta NAPiin jos et ole liikkumispalvelujen tuottaja ja vain hyödynnät NAPissa olevia tietoja. Siirry silloin suoraan Palvelukatalogiin. <hr />Jos olet jo rekisteröitynyt, kirjaudu sisään täältä.
sv: Du måste skapa ett användarnamn för att kunna spara och publicera mobilitetstjänster och gränssnitten i anknytning till dem.<br /> Kom ihåg användarnamnet, det behövs för att logga in och för att återställa lösenordet.

source: Login
sv: Inloggning

source: Reset your password
sv: Återställ ditt lösenord

source: Username or email
fi: Käyttäjätunnus tai email
sv: Användarnamn eller epost

source: Request reset
sv: Begär återställning

source: Password
sv: Lösenord

source: Remember me
sv: Kom ihåg mig

source: Privacy Policy
fi: Registerbeskrivning
sv: Registerbeskrivning

source: NAP license declaration
fi: Finap.fi-sivusto, jonka tekijä on <a target="_blank" rel="noopener noreferrer" href="https://www.liikennevirasto.fi">Liikennevirasto</a>, on lisensoitu <a target="_blank" rel="noopener noreferrer" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Nimeä 4.0 Kansainvälinen</a> -lisenssillä.
sv: Webbplatsen finap.fi som <a target="_blank" rel="noopener noreferrer" href="https://www.liikennevirasto.fi">Trafikverket</a> upprätthåller, publiceras med licensen <a target="_blank" rel="noopener noreferrer" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Erkännande 4.0 Internationell</a>.

source: Data and Resources
fi: Rajapinnat
sv: Gränssnitt

source: What are datasets?
fi: Mitä palvelut ovat?
sv: Vilka är tjänsterna?

source: View dataset
fi: Tutki palvelua
sv: Titta på tjänsten

source: This dataset satisfies the Open Definition.
fi: Tämä palvelu täyttää Open Definition-vaatimukset.
sv: Denna tjänst uppfyller Open Definition-kraven.

source: This dataset has no description
fi: Tällä palvelulla ei ole kuvausta.
sv: Denna tjänst saknar beskrivning.

source: dataset
fi: palvelu
sv: tjänst

source: datasets
fi: palvelukatalogi
sv: tjänstekatalog

source: Datasets affected: %s.
fi: Muutetut palvelut: %s.
sv: Ändrade tjänster: %s.

source: {num} Dataset
fi: {num} palvelu
sv: {num} tjänst

source: 0 Datasets
fi: 0 palvelua
sv: 0 tjänster

source: Search Datasets
fi: Etsi palveluita
sv: Sök tjänster

source: Search datasets...
fi: Etsi palveluita...
sv: Sök tjänster..

source: Dataset not found
fi: Palvelua ei löydy
sv: Tjänsten hittas inte

source: {number} dataset found for "{query}"
fi: Haulla "{query}" löytyi {number} palvelu
sv: Sökningen "{query}" gav {number} resultat

source: {number} dataset found
fi: Löytyi {number} palvelu
sv: Det hittades {number} tjänster

source: No datasets found for "{query}"
fi: Haulla "{query}" ei löytynyt palveluita
sv: Sökningen "{query}" gav inga resultat.

source: Sorry no datasets found for "{query}"
fi: Haulla "{query}" ei löytynyt palveluita
sv: Sökningen "{query}" gav tyvärr inga resultat

source: No datasets found
fi: Palveluita ei löytynyt
sv: Det hittades inga tjänster

source: Unauthorized to read package %s
fi: Ei oikeuksia tutkia palvelua %s
sv: Rättigheter saknas för att bekanta sig med tjänsten %s

source: CKAN Dataset Revision History
fi: NAP-palveluiden muutoshistoria
sv: NAP-tjänsternas ändringshistorik

source: Recent changes to CKAN Dataset:
fi: Viimeisimmät muutokset palvelussa:
sv: De senaste ändringarna i tjänsten:

source: Unauthorized to create a package
fi: Ei oikeuksia luoda palvelua
sv: Rättigheter saknas för att skapa tjänsten

source: Unauthorized to update dataset
fi: Ei oikeuksia päivittää palvelua
sv: Rättigheter saknas för att uppdatera tjänsten

source: The dataset {id} could not be found.
fi: Palvelua {id} ei löytynyt.
sv: Tjänsten {id} kunde inte hittas.

source: Dataset has been deleted.
fi: Palvelu on poistettu.
sv: Tjänsten har tagits bort.

source: Unauthorized to delete package %s
fi: Ei oikeuksia poistaa palvelua %s.
sv: Rättigheter saknas för att ta bort tjänsten %s.

source: Unauthorized to read dataset %s
fi: Ei oikeuksia tutkia palvelua %s
sv: Rättigheter saknas för att bekanta sig med tjänsten %s

source: Datasets with no organization can't be private.
fi: Ilman palveluntarjojaaa olevat palvelut eivät voi olla yksityisiä.
sv: Tjänster som saknar tjänsteproducent kan inte vara privata.

source: You must be logged in to follow a dataset.
fi: Sinun täytyy kirjautua sisään seurataksesi palvelua.
sv: Du måste vara inloggad för att kunna följa tjänsten.

source: Package was not found.
fi: Palvelua ei löytynyt.
sv: Tjänsten hittades inte.

source: User %s not authorized to read these packages
fi: Käyttäjällä %s ei ole oikeuksia tutkia näitä palveluita
sv: Användare %s saknar rättigheter att bekanta sig med dessa tjänster

source: User %s not authorized to read package %s
fi: Käyttäjällä %s ei ole oikeuksia tutkia palveluita %s
sv: Användare %s saknar rättigheter att bekanta sig med tjänsten %s

source: Before you can create a dataset you need to create an organization.
fi: Ennen kuin voit luoda palvelun, sinun täytyy luoda palveluntuottaja.
sv: Innan du kan skapa en tjänst, måste du skapa en tjänsteproducent.

source: You haven't created any datasets.
fi: Et ole vielä luonut yhtään palvelua
sv: Du har inte skapat någon tjänst ännu.

source: Resource
fi: Rajapinta
sv: Gränssnitt

source: Edited resources.
fi: Rajapintoja muokattu.
sv: Redigerade gränssnitt

source: Package resource(s) invalid
fi: Virhe palvelun rajapinnassa.
sv: Fel i tjänstens gränssnitt.

source: Resource was not found.
fi: Rajapintaa ei löytynyt.
sv: Det hittades inget gränssnitt.

source: {actor} added the tag {tag} to the dataset {dataset}
fi: {actor} lisäsi avainsanan {tag} palveluun {dataset}
sv: {actor} lade till ett nyckelord {tag} i tjänsten {dataset}

source: {actor} updated the dataset {dataset}
fi: {actor} päivitti palvelua {dataset}
sv: {actor} uppdaterade tjänsten {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
fi: {actor} muutti palvelun {dataset} lisäystä {extra}
sv: {actor} ändrade tillägget {extra} i tjänsten {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
fi: {actor} päivitti rajapintaa {resource} palvelussa {dataset}
sv: {actor} uppdaterade gränssnittet {resource} i tjänsten {dataset}

source: {actor} deleted the dataset {dataset}
fi: {actor} poisti palvelun {dataset}
sv: {actor} tog bort tjänsten {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
fi: {actor} poisti lisäkentän {extra} palvelusta {dataset}
sv: {actor} tog bort tilläggsfältet {extra} i tjänsten {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
fi: {actor} poisti rajapinnan {resource} palvelusta {dataset}
sv: {actor} tog bort gränssnittet {resource} i tjänsten {dataset}

source: {actor} created the dataset {dataset}
fi: {actor} loi palvelun {dataset}
sv: {actor} skapade tjänsten {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
fi: {actor} lisäsi lisäkentän {extra} palveluun {dataset}
sv: {actor} lade till ett tilläggsfält {extra} i tjänsten {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
fi: {actor} lisäsi rajapinnan {resource} palveluun {dataset}
sv: {actor} lade till ett gränssnitt {resource} i tjänsten {dataset}

source: {actor} removed the tag {tag} from the dataset {dataset}
fi: {actor} poisti avainsanan {tag} palvelusta {dataset}
sv: {actor} tog bort nyckelordet {tag} i tjänsten {dataset}

source: {actor} started following {dataset}
fi: {actor} alkoi seurata palvelua {dataset}
sv: {actor} började följa tjänsten {dataset}

source: {actor} updated the organization {organization}
fi: {actor} päivitti palveluntuottajaa {organization}
sv: {actor} uppdaterade tjänsteproducenten {organization}

source: {actor} deleted the organization {organization}
fi: {actor} poisti palveluntuottajan {organization}
sv: {actor} tog bort tjänsteproducenten {organization}

source: {actor} created the organization {organization}
fi: {actor} loi uuden palveluntuottajan {organization}
sv: {actor} skapade en ny tjänsteproducent {organization}

source: Organization
fi: Palveluntuottaja
sv: Tjänsteproducent

source: organization
fi: palveluntuottaja
sv: tjänsteproducent

source: organizations
fi: palveluntuottajat
sv: tjänsteproducenter

source: No organization
fi: Ei palveluntuottajia
sv: Ingen tjänsteproducent

source: my-organization
fi: edustamani palveluntuottajat
sv: tjänsteproducenterna som jag representerar

source: There is no description for this organization
fi: Tälle palveluntuottajalle ei ole kuvausta
sv: Det finns ingen beskrivning för denna tjänsteproducent

source: Organization Form
fi: Palveluntuottajalomake
sv: Formulär för tjänsteproducenter

source: This organization has no datasets associated to it
fi: Tällä palveluntuottajalla ei ole palveluita
sv: Denna tjänsteproducent har inga tjänster

source: An organization must be provided
fi: Palveluntuottaja on annettava
sv: En tjänsteproducent måste anges

source: Organization does not exist
fi: Palveluntuottajaa ei ole
sv: Det finns ingen tjänsteproducent

source: Organization not found
fi: Palveluntuottajaa ei löydy
sv: Det hittas ingen tjänsteproducent

source: Organization has been deleted.
fi: Palveluntuottaja on poistettu
sv: Tjänsteproducenten har tagits bort.

source: You cannot add a dataset to this organization
fi: Et voi lisätä palvelua tähän palveluntuottajaan
sv: Du kan inte lägga till någon tjänst för den här tjänsteproducenten

source: There are no organizations to which you can assign this dataset.
fi: Ei ole palveluntuottajaa, jonka yhteyteen voisit sijoittaa tämän palvelun.
sv: Det finns inte någon tjänsteproducent som du kan koppla till den här tjänsten.

source: User %s not authorized to add dataset to this organization
fi: Käyttäjällä %s ei ole oikeutta luoda palvelua tähän palveluntuottajaan
sv: Användare %s saknar rättigheter att skapa en tjänst för den här tjänsteproducenten

source: Ask a system administrator to create an organization before you can continue.
fi: Pyydä järjestelmän ylläpitäjää luomaan palveluntuottaja ennen kuin voit jatkaa.
sv: Be systemadministratören skapa en tjänsteproducent innan du kan fortsätta.

source: User %s not authorized to create organizations
fi: Käyttäjällä %s ei ole oikeuksia luoda palveluntuottajaa
sv: Användare %s har inte rättigheter att skapa tjänsteproducenten

source: User %s not authorized to delete organizations
fi: Käyttäjällä %s ei ole oikeuksia poistaa palveluntuottajaa
sv: Användare %s har inte rättigheter att ta bort tjänsteproducenterna

source: User %s not authorized to delete organization %s
fi: Käyttäjällä %s ei ole oikeuksia poistaa palveluntuottajaa %s
sv: Användare %s har inte rättigheter att ta bort tjänsteproducent %s

source: User %s not authorized to edit organization %s
fi: Käyttäjällä %s ei ole oikeuksia muokata palveluntuottajaa %s
sv: Användare %s har inte rättigheter att göra ändringar i tjänsteproducenten %s

source: Organization was not found.
fi: Palveluntuottajaa ei löytynyt
sv: Det hittas inte någon sådan tjänsteproducent.

source: Are you sure you want to delete organization - {name}?
fi: Haluatko varmasti poistaa palveluntuottajan - {name}?
sv: Är du säker på att du vill ta bort tjänsteproducenten - {name}?

source: Edit Organization
fi: Muokkaa palveluntuottajaa
sv: Redigera tjänsteproducenten

source: Add Organization
fi: Lisää palveluntuottaja
sv: Lägg till en tjänsteproducent

source: Search organizations...
fi: Etsi palveluntuottajia...
sv: Sök tjänsteproducenten...

source: There are currently no organizations for this site
fi: Sivustolla ei ole tällä hetkellä palveluntuottajia
sv: Just nu finns det inga tjänsteproducenter på den här webbsidan

source: Create an Organization
fi: Luo uusi palveluntuottaja
sv: Skapa en ny tjänsteproducent

source: Update Organization
fi: Päivitä palveluntuottajaa
sv: Uppdatera tjänsteproducenten

source: Create Organization
fi: Tallenna
sv: Skapa en tjänsteproducent

source: Save Organization
fi: Tallenna palveluntuottaja
sv: Spara tjänsteproducenten

source: Create a new organization
fi: Luo uusi palveluntuottaja
sv: Skapa en ny tjänsteproducent

source: Datasets in organization: {group}
fi: Palveluntuottajan {group} palvelut:
sv: Tjänsteproducentens {group} tjänster:
