Repository: finnishtransportagency/mmtis-national-access-point
Catalog: nap/docker/ckan/ckan-plugins/ckanext-napote_theme/ckanext/napote_theme/i18n/*/LC_MESSAGES/ckanext-napote_theme.po
Languages: fi, sv

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
fi: Haluatko varmasti poistaa tämän palveluntuottajan? Tämä poistaa kaikki julkiset ja yksityiset palvelut, jotka kuuluvat tälle palveluntuottajalle.
sv: Är du säker på att du vill ta bort den här tjänsteproducenten? Denna åtgärd tar bort alla offentliga och privata tjänster som hör till den här tjänsteproducenten.

source: {number} organization found for "{query}"
fi: Haulla "{query}" löytyi {number} palveluntuottaja
sv: Sökningen "{query}" hittade {number} tjänsteproducenter

source: No organizations found for "{query}"
fi: Haulla "{query}" ei löytynyt palveluntuottajia
sv: Sökningen "{query}" hittade inte några tjänsteproducenter

source: {number} organization found
fi: Löytyi {number} palveluntuottaja
sv: Det hittades {number} tjänsteproducenter

source: No organizations found
fi: Palveluntuottajia ei löytynyt
sv: Det hittades inga tjänsteproducenter

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
fi: <p><strong>Ylläpitäjä:</strong> Voi lisätä, muokata ja poistaa palveluita sekä hallinnoida palveluntuottajan jäseniä.</p> <p><strong>Muokkaaja:</strong> Voi lisätä ja muokata palveluita.</p> <p><strong>Jäsen:</strong> Voi katsella oman ryhmänsä (palveluntuottaja) yksityisiä palveluita, mutta ei muokata niitä.</p>
sv: <p><strong>Administratör:</strong> kan lägga till, redigera och ta bort tjänster samt administrera tjänsteproducentens medlemmar.</p> <p><strong>Redigerare:</strong> kan lägga till och redigera tjänster.</p> <p><strong>Medlem:</strong> kan läsa, men inte redigera de privata tjänsterna inom den egna gruppen (tjänsteproducent).</p>

source: Full name
fi: Oma nimi
sv: Oma nimi

source: Full Name
fi: Oma nimi
sv: Oma nimi

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fi: Sallittuja merkkejä ovat pienet kirjaimet yhteenkirjoitettuna. Erikoismerkeistä sallittuja ovat - ja _ .
sv: Använd små bokstäver utan mellanslag. Även streck (-) och punkt (.) tillåtna.

source: Sea traffic route and timetable editor
sv: Kartverktyg för sjötrafik

source: Unauthorized to create group %s members
fi: Ei oikeuksia luoda ryhmän %s jäseniä

source: Unauthorized to add member to group %s
fi: Ei oikeuksia lisätä jäseniä ryhmälle %s.
